{
  "title": "The Witch Queen",
  "activityHash": 1292955609,
  "about": [
    {
      "p": "Witch Queen představuje zbrusu novou lokaci, Savathûn's Throne World, vznášející se nad Marsem uvnitř Ascendent Realmu. Kromě nových aktivit byl 5. března 2022 vydán také nový raid „Vow of the Disciple“. V průběhu 5. roku budou také přidány dva další dungeony. Nová příběhový quest byl rozšířen o novou obtížnost „Legendary“, navrženou tak, aby byla náročná nejen pro jednoho hráče, za to však s vylepšenými odměnami za dokončení. Ve stejnou dobu se do Destiny Content Vault dostal nějaký obsah z rozšíření Forsaken (2018) to zahrnovalo celou kampaň Forsaken, destinaci Tangled Shore a její aktivity, ale ne Dreaming City, Raid Last Wish, dungeon Shattered Throne nebo Strike mise na Dreaming City. Než se tak stalo byla kampaň Forsaken 7. prosince 2021 zpřístupněna všem hráčům zdarma, nyní s balíčkem Forsaken získáte přístup k end game aktivitám. Zatímco většina sezónních aktivit z Beyond Light (2020) byly odstraněny s The Witch Queen, aktivita Battlegrounds z Season of the Chosen (Sezóna 13) byla sloučena se stávajícími Striky pod jeden playlist s názvem Vanguard Operations."
    },
    {
      "p": "Savathûnino lucentní potomstvo, bojovníci Hive, kteří ovládli sílu Světla, jsou novým hlavním nepřítelem v rámci The Witch Queen. Mají podobné schopnosti jako samotní Guardiani zaměřené na světlo ve třídách Arc, Solar a Void a také mají své vlastní Ghosty, kteří je mohou vzkřísit, pokud je Guardian nestihne zničit včas."
    },
    {
      "p": "Beyond Light představil Stasis jako sílu temnoty, která na rozdíl od ostatních tří sil Světla, z nichž každá měla tři podstromy, které bylo možné vybrat, používala přizpůsobitelné aspekty a fragmenty, aby si ji hráč mohl více přizpůsobit. V průběhu The Witch Queen by mělo Bungie podobné aspekty a fragmenty přinést i pro všechny síly Světla, počínaje Void při uvedení The Witch Queen. Tyto změny zachovávají základní schopnosti, ale umožňují hráčům upravovat a míchat efekty těchto schopností. Bungie má v plánu přinést i další síly Temnoty, ale neplánuje je přidat, dokud nedokončí konverzi všech sil Světla během The Witch Queen."
    },
    {
      "p": "DLC představuje nový typ zbraně, glaive, která má jak útoky na dálku a na krátkou vzdálenost a i obranné schopnosti. Na rozdíl od většiny ostatních zbraní, které mají náhodné výhody, mají glaives schopnosti, které si hráč může upravit pomocí nového systému výroby zbraní, který lze použít také k výrobě jiných typů zbraní. V novém systému výroby zbraní hraje roli také nová schopnost Deepsight. Hráči vyrábí zbraně na novém místě zvaném The Enclave, které se nachází na Marsu (dostupné z místa Throne World). Aby mohli hráči vyrobit zbraně, potřebují získat vzory zbraní (patterns) ze světa nebo prostřednictvím herních aktivit nebo úkolů a také najít a používat speciální zbraně „Deepsight Resonance“ k odemykání a získávání craftovacích materiálů. Materiály pro výrobu lze také zakoupit od mistra Rahoola a získat od Banshee-44 po nashromáždění určitého množství „reputace“, která se získává rozebíráním zbraní a armoru. Jakmile je zbraň vytvořena, lze ji dále vylepšovat a upravovat používáním ve hře a odemykat tak nové a vylepšené výhody. Zbraň lze vyrábět a upravovat neomezeně dlouho, pokud jsou získány a odemčeny k použití vzory zbraní, materiály pro výrobu, perky zbraní a další potřebné zdroje. Bungie uvedlo, že pouze počáteční zbraně z The Witch Queen a její sezónní obsah 16. sezóny, včetně některých exotických zbraní, budou jediné zbraně, které lze vyrobit, ale v budoucích sezónách plánují zahrnout i starší zbraně z předchozích verzí."
    }
  ],
  "lore": [
    {
      "h": "The Witch Queen"
    },
    {
      "p": "Ponořte se do Savathûnova trůnního světa a odhalte záhadu, jak ona a její Lucent Hive ukradli Světlo. Naučte se tajemství potřebná k výrobě zcela nových zbraní, nového archetypu zbraní a přežijte pravdu v říši lží."
    },
    {
      "h": "Přežijte pravdu"
    },
    {
      "p": "Sister of Shapes, Sword-Breaker, Witch Queen – které z mých mnoha jmen máš na jazyku, když kolem mě splétáš svůj příběh? I když opatrně procházíte mým nádvořím, mezi těmi, kdo uctívají Světlo, které jsem obdarovala, odepřel bys mi ctnost této moci?"
    },
    {
      "p": "Tvé odpovědi jsou výmluvné, Guardiane. Přemýšlejte o nich a ptejte se těch, kteří ti slibují čistotu tváří v tvář všemu, co zde vidíte. Poslouchej, jak jejich hlas kolísá. A až budeš zvedat svou novou ocel ze srdce své kovárny, zeptejte se sám sebe: \"Jaká síla tě ovládá?\""
    },
    {
      "e": "Čekám na tebe, Guardiane. Vstup do mého světa trůnu a podívej se na pravdu."
    }
  ],
  "review": {
    "metaData": {
      "author": "Martin Šmíd",
      "date": "10.03.2022 11:55",
      "url": "https://konzolista.tiscali.cz/articles/onearticle?link=destiny-2-the-witch-queen-897n",
      "score": [
        {
          "author": "Konzolista",
          "value": "90"
        },
        {
          "author": "Hráči",
          "value": "87.5"
        },
        {
          "author": "Metascore",
          "value": "88"
        },
        {
          "author": "Metacritic User score",
          "value": "82"
        }
      ]
    },
    "gallery": [
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917325138153.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917325043729.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917324932295.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917324880449.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917324880449.jpg"
      },
      {
        "imgUrl": "https://vs1.artatolstatic.com/konzolista/1800/2022030917324639950.jpg"
      },
      {
        "imgUrl": "https://vs1.artatolstatic.com/konzolista/1800/2022030917324556578.jpg"
      },
      {
        "imgUrl": "https://vs1.artatolstatic.com/konzolista/1800/2022030917324445690.jpg"
      },
      {
        "imgUrl": "https://vs1.artatolstatic.com/konzolista/1800/2022030917324380970.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917324293473.jpg"
      },
      {
        "imgUrl": "https://vs1.artatolstatic.com/konzolista/1800/2022030917324166276.jpg"
      },
      {
        "imgUrl": "https://vs1.artatolstatic.com/konzolista/1800/2022030917323132058.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917323071901.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917322885093.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917322769567.jpg"
      },
      {
        "imgUrl": "https://vs1.artatolstatic.com/konzolista/1800/2022030917322694738.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917322522437.jpg"
      },
      {
        "imgUrl": "https://vs1.artatolstatic.com/konzolista/1800/2022030917322472100.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917322225427.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917322153437.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917322015683.jpg"
      },
      {
        "imgUrl": "https://vs2.artatolstatic.com/konzolista/1800/2022030917321957319.jpg"
      },
      {
        "imgUrl": "https://vs1.artatolstatic.com/konzolista/1800/2022030917321858172.jpg"
      }
    ],
    "text": [
      {
        "p": "Destiny je tu s námi už osmým rokem. Za tu dobu se hodně změnilo, ale hlavně hráči v jeho univerzu našli druhý domov, kde si mohou každý den odpočinout, poznat nové přátele a zažívat jedinečné zážitky, které si následně pamatují po dlouhé měsíce. Zdolání prvního raidu, získání nové parádní zbraně, velký příběhový zvrat, který se dotkne oblíbených postav či překonání jiné těžké výzvy je něco, na co se jen tak nezapomíná. V posledních letech všechny fanoušky strašila Savathûn, bohyně Hivů, která byla takovým tím hybatelem všech událostí na pozadí. Nyní ale nastal čas se jí konečně postavit v novém velkém rozšíření The Witch Queen. Očekávání byla obrovská, mnozí hráči ho přirovnávali ke stále nepřekonanému rozšíření The Taken King pro první Destiny. Po zahrání mohu nyní říci, že se vývojářům z Bungine podařilo vysoká očekávání i překonat. The Witch Queen je fantastické rozšíření, kterému nechybí prakticky nic. Jednu éru Destiny 2 ukončuje, další ještě zajímavější startuje."
      },
      {
        "p": "Studio Bungie v posledních letech hodně změnilo způsob, jakým vypráví příběh ve svém univerzu Destiny. Pamatuji si, že u prvního dílu i na úplném začátku Destiny 2 to bylo hlavně za pomoci menších či větších DLCček, mezi nimiž byly velké rozestupy, takže člověk neměl pocit, že je součástí jednoho velkého a neustále se vyvíjejícího světa, který reaguje na všechny události, což bylo něco, čeho vývojáři chtěli od samotného začátku dosáhnout. Jak na to jim dalo návod konkurenční Fortnite, a tak už několik let si Destiny 2 pomáhá sezónami, pomocí nimiž příběh hry rozvíjí a posouvá kupředu. Řekl bych ovšem, že až s vydáním posledního rozšíření Beyond Light vývojáři přišli na to, jak příběh správně uchopit a následně vyprávět v rámci sezón. Musím říci, že poslední rok Destiny 2 nebyl vůbec špatný, obsahoval řadu zajímavých aktivit, příběhových zvratů a dalšího zajímavého obsahu, ukazující plný potenciál s citem budovaného univerza. Koncem února vydané rozšíření The Witch Queen je pak vyvrcholením této snahy a vlastně i posledních několika let, a ačkoliv jde o hodně temnou kapitolu univerza, tak ukazuje, že budoucnost Destiny 2 je rozhodně světlá."
      },
      {
        "p": "Na rozšíření The Witch Queen vývojáři z Bungie v posledních týdnech hodně namlsali, navíc i prohlášením, že bude obsahovat jednu z nejambicióznějších kampaní, jakou kdy vytvořili. A rovnou mohu říci, že nemluvili do větru, protože samotná příběhová kampaň je fantastická a klidně chyb ji označil za nejlepší, jakou kdy Destiny nabídlo. Překonává i legendární kampaň z rozšíření The Taken King i Forsaken nebo posledního Beyond Light. Savathûn, jeden z největších padouchů Destiny univerza je konečně tu. Tato bohyně hivů a zároveň sestra Oryxe je hodně působivý protivník, ať už svým designem, motivy, tak skutečností, že stála na pozadí za předchozími událostmi, a nyní se dostanou na světlo její pravé záměry. A to doslova, protože převzala kontrolu nad sílou Light, kterou využívá ve svůj prospěch i se svoji armádou Hivů. Konec světa nikdy nebyl tak blízko a hrozba nikdy nebyla tak reálná. Na příběhu se mi líbí, jak vývojáři dokázali vše pěkně propojit, což jim muselo dát hodně práce, výsledkem čehož je fantastické finále posledních několika let, které si bude každý fanoušek užívat od začátku do konce.\n\n"
      },
      {
        "youtube": "PYM7KDrx_Ho"
      },
      {
        "p": "Kampaň v rozšíření The Witch Queen vynikne nejen svým dobře napsaným příběhem s charismatickým padouchem. Mise jsou parádně navržené, odehrávající se v nádherných lokacích s jedinečným designem, navíc jsou i rozmanité a nabízejí zábavné střety s protivníky a několik chytrých hádanek. Navíc vývojáři kampaň pěkně obohacují o dobře navržené souboje s bossy, no a velmi silné je pak finále, když dojde na samotnou Savathûn. Už se mi hodně dlouho nestalo, že bych se u kampaně Destiny 2 a vlastně i jakékoliv jiné akční hry takto bavil. Já nyní jen mohu doufat, že vývojáři z Bungie budou chtít hodně vysoko posazenou laťku ještě překonat, ale budou to mít opravdu hodně těžké. Když jsem hrál The Witch Queen, několikrát jsem si řekl, že takovou kvalitu jsem očekával od kampaně loňského Halo Infinite, která mě hodně zklamala. Když totiž nyní obě kampaně porovnáte, rozdíl v kvalitě je přímo kolosální ve všech ohledech."
      },
      {
        "p": "Abych se ale vrátil zpět k The Witch Queen, oceňuji i solidní délku samotné kampaně. Ta je rozdělena na osm větších misí, které sami o sobě vydrží na nějakých osm až devět hodin dle zvolené obtížnosti, ale do toho vývojáři připravili i nové Strike mise a další aktivity, a nesmím samozřejmě zapomenout ani na endgame aktivity. Rozšíření toho tedy za necelou tisícovku nabízí opravdu hodně a nikdo by neměl být zklamán z toho, co za své peníze dostane. Kromě obsahu se mi líbí i fantastický nový soundtrack, za nímž stojí Michael Salvatori s dalšími několika svými kolegy, který obsahuje řadu povedených skladeb, hodící se i pro samostatný poslech. Hudba se pak stará během celé kampaně i třeba v raidu o výbornou atmosféru, a jen vlastně i podtrhuje vysoké produkční hodnoty celého rozšíření."
      },
      {
        "p": "Během kampaně se objevuje v Savathunině značně pokrouceném světě jeden zcela nový protivník. Je to bojovníků Hivů s názvem Lucent Brood, připomínající klasického Guardiana, který sám dokáže využívat ukradenou sílu Lightu pro různé speciální útoky. Navíc umí i obejít smrt, protože když je poražen, zůstane na bojišti jeho Ghost, jenž ho umí oživit. Aby skutečně padl, je nutné rychle Ghosta sebrat a zničit, což je kolikrát v dosti hektických soubojích na vyšší obtížnost problém, ale je to naprostá priorita pro každý fireteam. Navíc první zničení Ghosta je i dosti tragické pro každého Guardiana, protože doposud šlo o neocenitelné společníky."
      },
      {
        "p": "Studio Bungie se u rozšíření The Witch Queen rozhodlo, že kampaň si budou moci ti největší fanoušci Destiny zahrát na novou těžkou Legendární obtížnost. Pořád je možné si kampaň užít na normální obtížnost, kterou ocení hlavně občasní hráči toužící vychutnat si především příběh. Legendární obtížnost pak nabízí zkušenějším hráčům pořádnou výzvu, během níž si musejí dávat neustále pozor, využívat správní taktiky a ty nejlepší zbraně, jaké se jim povedlo v posledních měsících získat, přičemž je navíc za zdolání dobře odměňuje. Na Legendární obtížnost mají mise dvojnásobné množství lootu, ale také odměnu za dohrání, což je vybavení na vysokém poweru, které značně usnadní vstup do endgam obsahu. Hraní kampaně na Legendární obtížnost jsem si hodně užil, protože na ní nejde jen o trochu bezduchou střelnici, ale je nutné si více dávat pozor a taktizovat, a navíc i radost za zdolání těžší výzvy je samozřejmě větší. Navíc je Legendární obtížnost dobře vyladěná, třeba střety s bossy jsou proto ještě zábavnější a nikoliv frustrující, ale to se dá říci i o střetech s normálními protivníky, kteří více vydrží a jsou silnější, takže nejde jen tak vběhnout do místnosti s Fatebringerem a Gjallarhornem a střílet na všechny strany."
      },
      {
        "p": "Zatím každé rozšíření pro Destiny 2 přineslo i zcela nový svět, který bylo možné prozkoumávat. V posledních rozšířeních se vrátil třeba Měsíc z prvního dílu, no a naposledy bylo možné prozkoumávat zamrzlou Europu, na níž jsme se střetli s vůdkyní mimozemské rasy Fallenů patřící do skupiny House of Salvation, Eramis, díky níž jsme se naučili ovládat sílu Stasis. Rozšíření The Witch Queen obsahuje Patrolu nazvanou Savathun's Throne World, která je jednou z vůbec po stránce zpracování a designu nejatraktivnějších, jaká se kdy objevila v Destiny. Jde o dosti nehostinné místo, které pokrývají močály s děsivými protivníky, ale také má různé paláce a nádherně vypadající zahrady v hivovské trochu hororové architektuře, ale na jejich poklidné procházení není čas, protože prakticky vše má pod palcem nepřítel. Savathun's Throne World je úplně něco jiného, než co jsme doposud mohli v rámci Destiny 2 vidět. Ta stejně jako třeba Dreadnaught nebo Dreaming City obsahuje nejen menší dungeony v podobě Lost Sectorů, ale také další výzvy, aktivity, úkoly pro nové NPCčko a řadu tajemství, která ještě čekají na odhalení. Nová Patrola se mi hodně líbí, a jsem celkem zvědav, jak ji budou vývojáři využívat do budoucna. Navíc se mi líbí, že vývojáři připravili speciální úkol na silný exotický granátomet Parasite, díky němuž jsem prošel různá zákoutí nové Patroly, zjistil jsem, kde jsou zmíněné Lost Sectory a další skrytější lokace, takže jsem následně neměl problém s orientací."
      },
      {
        "youtube": "Me7CuPcpWno"
      },
      {
        "p": "S novou Patrolou se do hry dostal i nový menší sociální prostor, v němž toho bohužel po kampani moc není, ale rozhodně se budete do něj často vracet, protože nabízí speciální kovárnu, kde je možné si vyrábět zbraně s vlastním výběrem perků. Výroba zbraní je obrovskou novinkou v rámci Destiny a musím říci, že se mi tento nápad hodně líbí, ale zatím má i několik nedostatků. Aby bylo možné zbraň vyrobit, musí nejprve několikrát padnout v rámci lootu ve speciální verzi s červeným ohraničením. Takovou zbraň je následně nutné chvilku používat, abyste z ní vytěžili materiál. Když tak několikrát učiníte, můžete ji vyrobit, ale pouze se základními několika perky. Aby se odemkly další, musí se používáním klasicky levelovat. Systém na můj vkus trochu složitý a hlavně zdlouhavý. Rozhodně nečekejte, že si vyrobíte zbraň dle svých představ za jeden večer, je to běh na dlouhé trati. Zvláště třeba pokud budete chtít si vyrobit zbraň z raidu, to zabere i několik týdnů, a navíc musíte mít štěstí i na loot. Dle příspěvků na twitteru a fóru hry nejsem jediný, komu přijde tento systém moc zdlouhavý a založený hlavně na hodně velkém grindování. Vývojáři z Bungie se i proto nechali slyšet, že se na výrobu zbraní podívají a budou ji ladit dle zpětné vazby, jako to dělali v minulosti prakticky u všeho. Zatím je tedy výroba zbraní dobrý nápad, ale až budoucnost ukáže, jaké bude mít využití. Ostatně není to jen o nyní zdlouhavém grindování, ale také o počtu zbraní, které je možné vyrobit. Těch je na začátku celkem dost, ale do budoucna se musí jejich seznam značně rozrůst."
      },
      {
        "p": "Když už jsem u vybavení, je nutné zmínit i zcela nový druh zbraně – Glaive. Jde o speciální kopí, s nímž je možné útočit na krátkou vzdálenost, na kterou je hodně silné, ale také na dálku, protože je možné s ním klasicky střílet. Zároveň je možné kopí využít i pro obranu, protože dokáže kolem sebe na malou chvilku utvořit neproniknutelný štít. Ačkoliv jsem byl k této zbrani na začátku spíše skeptický, nakonec jsem si ji hodně oblíbil. Hra obsahuje několik druhů kopí. Už to základní je velmi šikovným pomocníkem, ale nejvíce jsem si oblíbil Glaive z raidu, ať už pro jeho design nebo účinnost."
      },
      {
        "p": "Pokud jste hráli v minulém roce rozšíření Beyond Light, tak určitě víte, že s ním přišla do hry zcela nová subclassa Stasis, kterou navíc bylo možné si různě modifikovat o módy. Když jsem si s ní hrál a ladil svůj build pro různé situace, říkal jsem si, že je obrovská škoda, že něco takového nenabízí i voidová, arcová a solární subclassa, která zůstala u původního dosti zjednodušeného modelu. A zřejmě jsem nebyl sám, protože vývojáři nyní překopali kompletně voidovou subclassu, čemuž říkají zjednodušeně Void 3.0. Nyní je tak možné si u subclassy nastavit nejen superku a granáty, ale také další možnosti, díky čemuž je najednou daleko rozmanitější a vývojáři tímto do hry přidávají další povedenou nadstavbu. Doufám, že podobné péče bude v brzké době věnována i zbylým dvěma subclassám."
      },
      {
        "youtube": "1bkKwhMgI6s"
      },
      {
        "p": "Vyvrcholením každého velkého rozšíření pro Destiny 2 byl nový raid, tedy náročná aktivita pro skupinku šesti hráčů, a jinak tomu není ani u The Witch Queen. Raid Vow of the Disciple odstartoval minulý víkend, přičemž na začátku byla puštěna jeho těžká verze pro ty nejzkušenější týmy hráčů, toužící jako první zdolat finálního bosse. Tento spouštěcí rituál raidu se v posledních letech v Destiny 2 stal hodně oblíbený mezi fanoušky, a ačkoliv někteří hráči Destiny přímo raid v první den nebo nyní dva dny nehrají, ostatním týmům fandí na streamech. Každopádně Vow of the Disciple navazuje na vyvrcholení hlavní příběhové linky, po stránce designu je fantasticky navržený, má řadu tajemství a hlavně zábavná střetnutí. Nabízí jak řešení puzzlů, tak souboje s dvěma výbornými bossy, kdy každý má zcela jinou mechaniku, tak část založenou na rychlosti. Navíc se mi líbí, že u každé části je klíčová i naprostá souhra a komunikace celého týmu, kdy i slabší výkon jednoho hráče může celé snažení poslat do kopru. Každá část v raidu Vow of the Disciple je něčím zajímavá, ale hlavně je zábavná, takže jsem se ani na moment nenudil a už nyní vím, že raid chci chodit i v následujících týdnech. A to nejen pro skvěle vypadající brnění, které chci rozhodně posbírat, případně jedinečné zbraně, ale hlavně z důvodu, že mě prostě a jednoduše baví a považuji ho za jeden z nejlepších, jaký se v rámci Destiny objevil. Raid Vow of the Disciple jen podtrhuje vysokou kvalitu samotného rozšíření The Witch Queen."
      },
      {
        "p": "Zároveň s rozšířením začala v Destiny 2 i nová sezóna s názvem Season of the Risen, které příběhově na hlavní linku přímo navazuje. Ta přináší jednak nový Season Pass, ale také nové sezónní vybavení v podobě zbraní a brnění a kooperativní aktivitu PsiOps Battlegrounds pro tři hráče, která je překvapivě zábavná a jsem rád, že se od dřívějších Battlegrounds hodně liší. Už od začátku je dostupná i speciální mise na exotický granátomet Dead Messenger, odehrávající se na Marsu (mise se odehrává na části Patroly z prvního dílu), která mě ovšem trochu zklamala, protože je krátká, a ačkoliv má několik zajímavých nápadů, kvalitou předchozích podobných misí nedosahuje. Celkově se mi ale sezóna Season of the Risen líbí a jde o pěkný doplněk samotnému rozšíření, ale samozřejmě je předčasné ji hodnotit takto na začátku. Doufám, že i následující sezóny budou postupně rozvíjet současnou příběhovou linku a nebudou otevírat další vedlejší linky, jako tomu bylo v minulosti. Pak totiž mezi jednotlivým velkými rozšířeními byla velká mezera a hráč musel dlouho čekat na odpovědi v rámci hlavního příběhu."
      },
      {
        "p": "Pokud jde o PvE část, je The Witch Queen opravdu fantastické rozšíření. Bohužel ale nejsem spokojen s tím, jak se vývojáři starají, vlastně nestarají o PvP část, která je mezi fanoušky také hodně oblíbená. Rozšíření totiž nepřidává žádné nové mapy ani herní režimy, vývojáři jen vrátili několik starších map, které byly z nějakého důvodu ve Vaultu. Jsem celkem zvědav, jak moc se bude od předchozích sezón lišit víkendový oblíbený režim Trials of Osiris, ale kromě nového vybavení od něj více nečekám. Další velkou částí Destiny 2 je Gambit, s nímž mělo Bungie na začátku při vydání rozšíření Forsaken velké ambice, ale v posledních měsících a vlastně i letech bylo vidět, že si s ním neví moc rady. Mezi hráči se tento PvEvP režim moc neuchytil, ale Bungie ho nyní drží alespoň při životě několika změnami. Ty největší se dotkly samotného souboje s bossem, který připomíná dřívější Gambit Prime, takže je daleko více o taktice a ještě větší sehranosti týmu. Co ale u Gambitu oceňuji, tak je skutečnost, že hry jsou rychlé a ne tak zdlouhavé a otravné, jako v minulosti. Pořád mě ale tento režim nepřesvědčil natolik, abych byl ochoten mu věnovat více času, než je nezbytně nutné."
      },
      {
        "p": "<strong>The Witch Queen je výborné rozšíření pro Destiny 2, které nabízí jednak parádní a hlavně zábavnou rozmanitou kampaň s kvalitně podaným příběhem a ohromujícím designem, ale také novou dobře zpracovanou Patrolu s řadou tajemství, překopanou voidovou subclassu, hromadu nového vybavení a řadu dalších menších či větších novinek. Vše pak podtrhuje opět výborný raid, u něhož vývojáři zužitkovali veškeré své předchozí zkušenosti. Pro fanoušky Destiny je rozšíření The Witch Queen naprostou nutností, ale jsem si jist, že si ho díky výborné kampani užijí i nováčci, kteří hledají v těchto dnech či týdnech kvalitní akční hru. Destiny 2 nikdy nebylo lepší.</strong>"
      }
    ]
  },
  "activities": [
    {
      "type": "raid",
      "milestoneHash": 1925223180
    },
    {
      "type": "wellspring",
      "milestoneHash": 1607791277
    },
    {
      "type": "strike",
      "activityHash": 1346366017
    },
    {
      "type": "strike",
      "activityHash": 4025464880
    }
  ]
}